export const genres = [
    {
        label: 'Поп',
        prompt: [
            'Мелодичная танцевальная песня с чистым женским вокалом и электронными битами',
            'Динамичный поп-трек с женским вокалом и современными синтезаторами',
        ],
    },
    {
        label: 'Рок',
        prompt: [
            'Мощный хард-рок трек с хриплым мужским вокалом и тяжелыми гитарными риффами',
            'Драйвовый поп-рок с мелодичным мужским вокалом и гитарными риффами',
            'Классический панк-рок с бунтарским вокалом и сырым звучанием',
        ],
    },
    {
        label: 'Метал',
        prompt: [
            'Трек в стиле тяжелого метала с гроулингом и скоростными гитарными соло',
            'Готик-метал с контрастным вокалом и мрачной атмосферой',
            'Брутальный дэт-метал с экстрим-вокалом и бластбитами',
        ],
    },
    {
        label: 'Синти-поп',
        prompt: [
            'Танцевальный синти-поп с электронным вокалом и аналоговыми звуками',
            'Мелодичный синти-поп с нежным вокалом и ретро-битами',
            'Современный трек в  синти-поп стиле с мечтательным вокалом и волновыми синтезаторами',
        ],
    },
    {
        label: 'Регги',
        prompt: [
            'Непринужденная регги композиция с тропическая атмосферой и теплыми гитарными риффами, вызывающая ощущение беззаботного отдыха на острове.',
            'Непринужденная композиция, сочетающая в себе классические ритмы регги с современным электронным продакшеном и проникновенным, атмосферным вокалом',
        ],
    },
    {
        label: 'R&B',
        prompt: [
            'Чувственный R&B с соул-вокалом и глубоким басом',
            'R&B трек с чувственным вокалом и джазовыми ритмами',
        ],
    },
    {
        label: 'Хаус',
        prompt: [
            'Танцевальный хаус-трек, евро хаус, очень чувственный  женский вокал с придыханием',
            'Мелодичный хаус с чувственным женским вокалом и теплыми падами',
            'Танцевальный хаус-трек с электронным вокалом и фортепианными аккордами и пульсирующими синтезаторами',
            'Танцевальный хаус-трек, хаус, аккордовые прогрессии синтезаторов, динамичные барабаны и бас, оптимистичный ритм',
        ],
    },
];

export const instrumentalGenres = [
    {
        label: 'Поп',
        prompt: [
            'Танцевальный евро поп трек сочетает в себе драйвовые барабаны, пульсирующие синтезаторы и возвышенный вокал, создавая мотивирующее и вдохновляющее звучание, которое идеально подойдет для корпоративного мероприятия. Без вокала.',
            'Жизнерадостный и энергичный поп-трек в яркой тональности соль мажор с драйвовым синтезатором и пульсирующей басовой линией, сопровождаемой бодрым гитарным риффом и живым барабанным ритмом, идеально подходящий для воодушевляющей песни о любви. Без вокала.',
            'Зажигательный электронный трек в поп стиле с заводным синтезаторным рифом, запоминающимися гитарными припевами и заразительными битами драм-машины, вызывающий на танцполе чувства радости и любви. Без вокала.',
        ],
    },
    {
        label: 'Рок',
        prompt: [
            'Бунтарская хард-рок музыка с драйвовым соло гитары и мощными риффами и ударными. Тяжелое коммерческое звучание с напряженным настроением без вокала. Нет вокала.',
            'Инструментальная поп-рок композиция с ярким соло электрогитары и роковыми гитарными аккордами. Модное коммерческое легкое звучание с позитивным настроением без вокала. Нет вокала.',
            'Трек в панк-рок стиле с жесткими гитарными риффами. Коммерческое звучание с акцентом на дерзость и бунтарским настроением без вокала. Нет вокала.',
        ]
    },
    {
        label: 'Метал',
        prompt: [
            'Инструментальный трек в стиле тяжелого метала с агрессивным соло электрогитары и тяжелыми гитарными рифами и ударными. Насыщенное, динамичное и мощное звучание с эпическим настроением и драматической атмосферой без вокала. Нет вокала.',
            'Музыка в стиле метал с энергичным соло электрогитары и тяжелыми гитарными рифами и сложными текстурами. Агрессивное, коммерческое и мощное инструментальное звучание с акцентом на силу и напряжение без вокала. Нет вокала.',
            'Коммерческая тяжелая метал музыка с энергичным соло электрогитары и тяжелыми гитарными рифами и ударными. Агрессивное, динамичное и мощное звучание с эпическим настроением и темной атмосферой без вокала. Нет вокала.',
        ]
    },
    {
        label: 'Синти-поп',
        prompt: [
            'Трек в синти-поп стиле с соло ретро-синтезатора. Ностальгическое инструментальное звучание с плавным настроением без вокала. Нет вокала.',
            'Энергичный и воодушевляющий инструментальный трек в стиле синти-поп с леерингом синтетических лидов и текстур и ритмической устойчивостью. Модное звучание. Настроение легкой грусти без вокала. Нет вокала.',
            'Синти-поп инструментальная музыка с соло ретро-синтезатора и органа. Мягкое коммерческое звучание с меланхоличным настроением без вокала. Нет вокала.',
        ]
    },
    {
        label: 'Регги',
        prompt: [
            'Приятная, непринужденная мелодия в стиле регги-поп с запоминающейся мелодией и приподнятым темпом, с яркой басовой линией, заразительными гитарными рифами, коммерческий саунд, без вокала. Нет вокала.',
            'Романтический регги трек. Проникновенные гитарные соло, энергичная перкуссия и бас. Настроение для прогулки знойной тропической ночью. Без вокала. Отсутствует вокал.',
            'Экспериментальная композиция в регги стиле, сочетающая в себе классические ритмы регги с современным электронным продакшеном, без вокала.',
        ]
    },
    {
        label: 'Хаус',
        prompt: [
            'Дип-хаус для танцпола с яркой бас-линией, хуковыми аккордами на синтезаторе и энергичным ритмом. Без вокала.',
            'Зажигательный и танцевальный, энергичный трек в стиле электрохаус взрывается пульсирующими синтезаторами, драйвовыми барабанами и неустанным битом, идеально подходящий для того, чтобы зажечь на летней вечеринке.',
            'Эйфоричный и энергичный тропический хаус-трек сочетает в себе заразительные синтезаторы и драйвовые биты, чтобы начать вечеринку. Запоминающаяся мелодия и пульсирующий ритм. Настроение ночного танцпола или высокоэнергетической тренировки. Нет вокала.',
        ]
    },
    {
        label: 'R&B',
        prompt: [
            'Ритм-н-блюз инструментальный трек с аккордами гитары, соло синтезатора с элементами джаза. Теплое звучание с душевным настроением без вокала. Нет вокала',
            'Коммерческая классическая ритм-н-блюз музыка с соло саксофона и элементами соула. С плавным развитием, душевным и теплым настроением без вокала. Нет вокала.',
        ]
    }
]