export const mockSongs = [
    'От улыбки хмурый день светлей,\n' +
    'От улыбки в небе радуга проснется...\n' +
    'Поделись улыбкою своей,\n' +
    'И она к тебе не раз еще вернется.\n' +
    '\n' +
    '[Припев]\n' +
    'И тогда наверняка, вдруг запляшут облака,\n' +
    'И кузнечик запиликает на скрипке...\n' +
    'С голубого ручейка начинается река,\n' +
    'Ну, а дружба начинается с улыбки.\n' +
    'С голубого ручейка начинается река,\n' +
    'Ну, а дружба начинается с улыбки.\n' +
    '\n' +
    'От улыбки солнечной одной\n' +
    'Перестанет плакать самый грустный дождик.\n' +
    'Сонный лес простится с тишиной\n' +
    'И захлопает в зеленые ладоши.',


    'Вместе весело шагать по просторам,\n' +
    'По просторам, по просторам\n' +
    'И, конечно, припевать лучше хором,\n' +
    'Лучше хором, лучше хором.\n' +
    '\n' +
    'Спой-ка с нами, перепёлка, перепёлочка,\n' +
    'Раз иголка, два иголка - будет ёлочка.\n' +
    'Раз дощечка, два дощечка - будет лесенка,\n' +
    'Раз словечко, два словечко - будет песенка.\n' +
    '\n' +
    '[Припев]\n' +
    'Вместе весело шагать по просторам,\n' +
    'По просторам, по просторам\n' +
    'И, конечно, припевать лучше хором,\n' +
    'Лучше хором, лучше хором.\n' +
    '\n' +
    'В небесах зари полоска заполощется,\n' +
    'Раз берёзка, два берёзка - будет рощица,\n' +
    'Раз дощечка, два дощечка - будет лесенка,\n' +
    'Раз словечко, два словечко - будет песенка.',


    'Если с другом вышел в путь,\n' +
    'Если с другом вышел в путь -\n' +
    'Веселей дорога!\n' +
    'Без друзей меня - чуть-чуть,\n' +
    'Без друзей меня - чуть-чуть,\n' +
    'А с друзьями много!\n' +
    '\n' +
    '[Припев]\n' +
    'Что мне снег, что мне зной,\n' +
    'Что мне дождик проливной,\n' +
    'Когда мои друзья со мной!\n' +
    '\n' +
    'Там, где трудно одному,\n' +
    'Там, где трудно одному, -\n' +
    'Справлюсь вместе с вами!\n' +
    'Где чего-то не пойму,\n' +
    'Где чего-то не пойму -\n' +
    'Разберем с друзьями!'
];